Repository: XaviTorello/macedonia-api
Catalog: app/locale/*/LC_MESSAGES/index.po
Languages: es_es

source: email
es_es: Correo electrónico

source: password
es_es: Contraseña

source: log in
es_es: Iniciar sesión

source: log in correct
es_es: Inicio de sesión correcto

source: invalid credentials
es_es: Credenciales no válidas

source: delete
es_es: Eliminar

source: add
es_es: Añadir

source: select
es_es: Selecionar

source: server
es_es: Servidor

source: name
es_es: Nombre

source: date
es_es: Fecha

source: actions
es_es: Acciones

source: new audit
es_es: Nueva auditoría

source: save
es_es: Guardar

source: close
es_es: Cerrar

source: audit name
es_es: Nombre de la auditoría

source: select audit
es_es: Seleccionar auditoría

source: new audit create
es_es: Nueva auditoría creada

source: error creating audit
es_es: Error al crear la auditoría

source: audit data
es_es: Datos de la auditoría

source: error get audit
es_es: Error al obtener la auditoría

source: status
es_es: Estado

source: instance
es_es: Instancia

source: start
es_es: Iniciar

source: stop
es_es: Parar

source: welcome
es_es: Bienvenido

source: home
es_es: Inicio

source: log out
es_es: Desconectar

source: list script
es_es: Lista de scripts

source: description
es_es: Descripción

source: download
es_es: Descargar

source: new server
es_es: Nuevo servidor

source: server name
es_es: Nombre del servidor

source: error storing token
es_es: Error al almacenar el token

source: active account
es_es: Active su cuenta

source: login aws ec2 correct
es_es: Login AWS ec2 correcto

source: list aws instances
es_es: Listado instancias AWS

source: start aws instances
es_es: Arrancando instancia AWS

source: upload correct
es_es: Subida correcta

source: nothing to upload
es_es: Nada que subir

source: this not is your server
es_es: Este no es tu servidor

source: error closing session
es_es: Error al cerrar la sesión

source: session closed properly
es_es: sesión cerrada correctamente

source: failed to save login credentials
es_es: Fallo al guardar las credenciales del login

source: saved login credentials
es_es: Credenciales de login guardadas

source: error checking email
es_es: Error al comprobar el correo electrónico

source: aws credentials
es_es: Credenciales AWS

source: error get aws credentials
es_es: Error al obtener las credenciales de AWS

source: check server script
es_es: Comprobado servidor con script

source: error check server with script
es_es: Error al comprobar servidor con script

source: script data
es_es: Datos del Script

source: error get scripts
es_es: Error al obtener los scripts

source: server data
es_es: Datos del servidor

source: error get servers
es_es: Error al obtener los servidores

source: delete scripts server
es_es: Eliminado script del servidor

source: error delete scripts server
es_es: Error al elimnar script del servidor

source: add script server
es_es: Añadir script al servidor

source: error add script server
es_es: Error al añadir script al servidor

source: delete script server
es_es: Eliminado script del servidor

source: delete add script server
es_es: Eliminar script del servidor

source: update server
es_es: Server actualizado

source: error update server
es_es: Error al actualizar el server

source: are you sure you want to delete this server? you can not send more jobs
es_es: ¿Esta seguro de que quiere eliminar este servidor? No podrá enviar mas trabajos

source: user
es_es: usuario

source: edit
es_es: Editar

source: details
es_es: Detalles

source: start date
es_es: Fecha de comienzo

source: finish date
es_es: Fecha de finalización
